[
    {
        "baby_age": "3"
    },
    {
        "description": "Still trying to find any sort of rhyme or reason to your baby’s sleep patterns? That’s actually really normal at this age but hopefully, you will start to see some more regularity soon. 3 month old babies still tend to sleep anywhere between 30 minutes and 3 hours at random times of day but you will hopefully see that they are starting to sleep longer stretches at night.  If you are not yet seeing a differentiation between night and day you can help them along by keeping their sleep environment quiet and dark at and keeping night feedings in the dark with minimal stimulation. On the flipside, make it clear that daytime is for fun and games. Try and have those daytime feedings in a well-lit room and you can start to encourage some playtime after a feed. Plus, be sure they’re getting exposed to some sunlight.  At this age, you can still use a bassinet or a swaddle to help your baby sleep, day or night. ",
        "title": "3 Month Nap Schedule: "
    },
    {
        "description": "Night feedings can really take their toll on most parents at this point. Remember, it’s perfectly normal, although maybe not enjoyable, to wake multiple times at night to feed your baby. If you know another parent who doesn’t, they’re just super lucky. It’s okay to be jealous but there’s no need to get down on yourself. Get your feedings in when you can, and try and make sure that your little one gets plenty of milk during the day so that they can last as long as possible without waking you at night. ",
        "title": "3 Month Feed Schedule: "
    },
    {
        "description": "This tends to be an age where you start to see a little more predictability to your days and nights. 14-17 hours of total sleep is common and considered healthy at three months. Your baby might still be fussy in the evenings but more than likely you will soon see that settles down and they are ready for an earlier bedtime.  A comfortable bedtime for a 3 month old will likely be somewhere between 6 and 8 pm. Night wake ups are still really variable at 3 months. Anywhere between 2 and 6 times a night is normal. If you’ve got a baby who’s been waking up 6 times a night for 2 months straight, you might feel at your wit’s end, but you should know that this is not something to be alarmed about. If your baby is more on the 2 times a night end of the spectrum, you could consider yourself lucky, though you might not feel it.If you haven’t put blackout curtains in your child’s nursery, you should consider doing so now. Trash bags work as a great alternative. Seriously.",
        "title": "How Long Should a 3 Month Old Sleep?"
    }
]