[
    {
        "baby_age": "4"
    },
    {
        "description": "Still trying to find any sort of rhyme or reason to your baby’s sleep patterns? That’s actually really normal at this age but hopefully, you will start to see some more regularity soon. 3 month old babies still tend to sleep anywhere between 30 minutes and 3 hours at random times of day but you will hopefully see that they are starting to sleep longer stretches at night.  If you are not yet seeing a differentiation between night and day you can help them along by keeping their sleep environment quiet and dark at and keeping night feedings in the dark with minimal stimulation. On the flipside, make it clear that daytime is for fun and games. Try and have those daytime feedings in a well-lit room and you can start to encourage some playtime after a feed. Plus, be sure they’re getting exposed to some sunlight.  At this age, you can still use a bassinet or a swaddle to help your baby sleep, day or night. ",
        "title": "3 Month Nap Schedule: "
    },
    {
        "description": "Night feedings can really take their toll on most parents at this point. Remember, it’s perfectly normal, although maybe not enjoyable, to wake multiple times at night to feed your baby. If you know another parent who doesn’t, they’re just super lucky. It’s okay to be jealous but there’s no need to get down on yourself. Get your feedings in when you can, and try and make sure that your little one gets plenty of milk during the day so that they can last as long as possible without waking you at night. ",
        "title": "3 Month Feed Schedule: "
    },
    {
        "description": "This tends to be an age where you start to see a little more predictability to your days and nights. 14-17 hours of total sleep is common and considered healthy at three months. Your baby might still be fussy in the evenings but more than likely you will soon see that settles down and they are ready for an earlier bedtime.  A comfortable bedtime for a 3 month old will likely be somewhere between 6 and 8 pm. Night wake ups are still really variable at 3 months. Anywhere between 2 and 6 times a night is normal. If you’ve got a baby who’s been waking up 6 times a night for 2 months straight, you might feel at your wit’s end, but you should know that this is not something to be alarmed about. If your baby is more on the 2 times a night end of the spectrum, you could consider yourself lucky, though you might not feel it.If you haven’t put blackout curtains in your child’s nursery, you should consider doing so now. Trash bags work as a great alternative. Seriously.",
        "title": "How Long Should a 3 Month Old Sleep?"
    },
    {
        "description": "Between 4 and 6 months, your little one’s naptimes may still vary, but they’ll most likely be napping somewhere between 2 and 4 hours in total during the day. Your baby might enjoy 3 naps between 4-5 months, and 2 longer naps around 6 months of age. If you haven’t already started sleep training the little one, now is the time to consider it. You can do this by putting your baby down to sleep while they’re still awake. You can expect some tears here and there if they happen to be used to falling asleep with you. At this age, babies should also be transitioned into a crib, rather than with you in your bed or in a bassinet. It may be tough to part ways with your baby in this way, but you want to help them understand their own space and surroundings, which means that they’re not always going to be right next to you. It’s okay to have your baby taking naps in the stroller, the car, or on the go by some other means, but you’ll want to make sure to eliminate all motion from nap and sleep times at around 6 months, by making sure that most sleep happens in the crib. You can sort of think of the crib as a little sanctuary of open space for your baby — you want it to be a place where they’re able to move freely and sleep peacefully.",
        "title": "4 Month Old Nap Schedule: "
    },
    {
        "description": "At this point, a regular sleep/eat/wake schedule will help your little one know when it’s time to eat, sleep, and be awake. Your baby should be getting comfortable sleeping through the night (a full 11-12 hours) without a feed. Make sure your baby is getting all the food they need during the day, by getting a minimum of 24 ounces total, with 5-8 ounces per feed. That obviously may be tricky to track if you’re nursing exclusively, but if you are feeding actively for 15-20 minutes, 5x a day, you’re probably getting just the right amount. If you’re concerned, another great way to double check is to see how much milk you can produce during a given time while pumping. The American Academy of Pediatrics (AAP) recommends exclusively breastfeeding or formula feeding for the first 4-6 months, recognizing that infants often are developmentally ready to accept solids between 4-6 months. That said, it’s ultimately up to you and your baby! You know their feeding habits better than anyone, and can probably sense by the way they’re eating, whether or not they’ll welcome solid foods at 6 months (or perhaps even earlier).",
        "title": "4 Month Old Feeding Schedule: "
    },
    {
        "description": "It’s important for everyone in the house — that is, everyone interacting with and taking care of the baby — is on the same page about the little one’s sleep schedule. You should all come to expect that your baby will be sleeping for longer periods of time throughout the night, and shorter periods of time throughout the day. For this reason, there may be less confusion between nighttime and daytime for your little one. Total sleep between naps and bedtime will fall between 14 and 16 hours, and you’re welcome to introduce a sleep schedule and a bedtime routine at this age. (It’s never too early to have your baby getting used to a routine before bed.) Try out different calming activities and see how the two of you feel — this should be just as calming for you as it is for your little one. Who knows, maybe you’ll learn a thing or two about what you’d like for your own bedtime routine! Be sure to allow some time before your baby’s normal bedtime for the routine to take them directly to their crib. You may also choose to remove certain objects, like pacifiers, from your baby’s reach or mouth during bedtime. This way, they won’t wake up in the middle of the night to find the pacifier has fallen out, which can make it harder for them to fall back asleep on their own. ",
        "title": "How Long Should a 4 Month Old Sleep?"
    }
]